MISC/2023-03-15-report-SET.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-03-15 Wed 11:25 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>2023-03-15 同じ内容のものが掲載されている</title>
<meta name="author" content="和田勇" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="http://www.pirilampo.org/styles/bigblow/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="http://www.pirilampo.org/styles/bigblow/css/bigblow.css"/>
<link rel="stylesheet" type="text/css" href="http://www.pirilampo.org/styles/bigblow/css/hideshow.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">2023-03-15 同じ内容のものが掲載されている</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgd252458">1. 状況＆判断</a></li>
<li><a href="#org339cea1">2. 差分情報</a>
<ul>
<li><a href="#org3cd9992">2.1.  ■ Die schöne Magelone　美しきマゲローネ Op.33 (1861-65) 詞:ティーク</a></li>
<li><a href="#org8ad1ab5">2.2.  ■ Fünf Ophelia-Lieder　５つのオフィーリアの歌 WoO22 (1873) 詞:シュレーゲル，アウグスト・ヴィルヘルム 原詩：シェイクスピア</a></li>
<li><a href="#org49faabb">2.3.  ■ Vier ernste Gesänge　４つの厳粛な歌 Op.121 (1896) 詞:聖歌</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orgd252458" class="outline-2">
<h2 id="orgd252458"><span class="section-number-2">1.</span> 状況＆判断</h2>
<div class="outline-text-2" id="text-1">
<p>
一部の楽曲集は、個別の楽曲集へのリンクのほか、それらを一つの HTML ファイルにまとめた URL のリンクがあります。
そのまとめたリンクへリンクも解析・取り込みしているため。発生している症状です。
</p>

<p>
Web での表現は以下のようになっています。参考までに。
</p>
<div class="org-src-container">
<pre class="src src-html">&lt;<span style="color: #93E0E3;">P</span>&gt;
  &lt;<span style="color: #93E0E3;">B</span>&gt;&#9632;
    &lt;<span style="color: #93E0E3;">A</span> href=../TEXT/SET115.htm&gt;   <span style="color: #5F7F5F;">&lt;!-- </span><span style="color: #7F9F7F;">&#12414;&#12392;&#12417;&#12383;&#12522;&#12531;&#12463; -</span><span style="color: #5F7F5F;">--&gt;</span>
      Die sch&amp;#246;ne Magelone&#12288;&#32654;&#12375;&#12365;&#12510;&#12466;&#12525;&#12540;&#12493;
    &lt;/<span style="color: #93E0E3;">A</span>&gt;
  &lt;/<span style="color: #93E0E3;">B</span>&gt;
  Op.33 (1861-65) &#35422;:&#12486;&#12451;&#12540;&#12463;&lt;<span style="color: #93E0E3;">BR</span>&gt;
  &lt;<span style="color: #93E0E3;">DIR</span>&gt;
    1
    &lt;<span style="color: #93E0E3;">A</span> href=../TEXT/S115.htm&gt;     <span style="color: #5F7F5F;">&lt;!-- </span><span style="color: #7F9F7F;">&#20491;&#21029;&#12398;&#12522;&#12531;&#12463; -</span><span style="color: #5F7F5F;">--&gt;</span>
      Keinen hat es noch gereut&#12288;&#12356;&#12414;&#12384;&#12363;&#12388;&#12390;&#24724;&#12356;&#12383;&#32773;&#12399;&#12394;&#12356;
    &lt;/<span style="color: #93E0E3;">a</span>&gt;&lt;<span style="color: #93E0E3;">BR</span>&gt;
    ...
  &lt;/<span style="color: #93E0E3;">DIR</span>&gt;
</pre>
</div>

<p>
分析した結果、以下の理由により <b>まとめたものは不要</b> と判断しています。
</p>

<ul class="org-ul">
<li>内容的に重複している</li>
<li>？？と思う誤変換などがある
<ul class="org-ul">
<li>「不思議」が「上思議」のように「不」が「上」になってる</li>
<li>「名声」が「吊声」  &#x2026;. 服が中国語のものになっていたのと同じかな</li>
<li>『「倒れてしまった！」』が『「倒れてしまった！《』と『「』と『」』が不釣り合いになっている</li>
</ul></li>
<li>タイトル部分を挿入した結果、コンテンツ部分をインデントしているので左余白が目立つ</li>
</ul>
</div>
</div>

<div id="outline-container-org339cea1" class="outline-2">
<h2 id="org339cea1"><span class="section-number-2">2.</span> 差分情報</h2>
<div class="outline-text-2" id="text-2">
<p>
次のようなものは取り除いてあります
</p>
<ul class="org-ul">
<li>空白が余分に入っている</li>
<li>まとめるために挿入したタイトル情報</li>
</ul>
</div>

<div id="outline-container-org3cd9992" class="outline-3">
<h3 id="org3cd9992"><span class="section-number-3">2.1.</span> <a href="http://www7b.biglobe.ne.jp/~lyricssongs/TEXT/SET115.htm"> ■ Die schöne Magelone　美しきマゲローネ Op.33 (1861-65) 詞:ティーク</a></h3>
<div class="outline-text-3" id="text-2-1">
<div class="org-src-container">
<pre class="src src-diff"><span style="background-color: #5F5F5F;">--- </span><span style="color: #DCDCCC; background-color: #5F5F5F; font-weight: bold;">SET115.htm.tex</span><span style="background-color: #5F5F5F;">  2023-03-15 09:20:31.192959762 +0900</span>
<span style="background-color: #5F5F5F;">+++ </span><span style="color: #DCDCCC; background-color: #5F5F5F; font-weight: bold;">Brahms-section-06.tex</span><span style="background-color: #5F5F5F;">   2023-03-15 09:44:12.519848961 +0900</span>
<span style="background-color: #5F5F5F;">@@ -36,7 +32,7 @@</span>
 \\
 \\% &#36899;&#38291;&#31354;&#34892;
 { Wunderlich fliehen } &amp;
<span style="color: #aa2222; background-color: #553333;">-</span><span style="color: #AC7373; background-color: #553333;">{ &#12384;&#12364;</span><span style="color: #CC9393; background-color: #883333;">&#19978;</span><span style="color: #AC7373; background-color: #553333;">&#24605;&#35696;&#12395;&#12418;&#28040;&#12360;&#21435;&#12427;&#12398;&#12384; }</span>
<span style="color: #22aa22; background-color: #335533;">+</span><span style="color: #7F9F7F; background-color: #335533;">{ &#12384;&#12364;</span><span style="color: #BFEBBF; background-color: #338833;">&#19981;</span><span style="color: #7F9F7F; background-color: #335533;">&#24605;&#35696;&#12395;&#12418;&#28040;&#12360;&#21435;&#12427;&#12398;&#12384; }</span>
 \\
 { Gestalten dahin, } &amp;
 { &#12381;&#12428;&#12425;&#12398;&#23039;&#12399;&#12288;&#24444;&#26041;&#12408;&#12392; }
<span style="background-color: #5F5F5F;">@@ -49,7 +45,7 @@</span>
 \\
 \\% &#36899;&#38291;&#31354;&#34892;
 { Ruhm streut ihm Rosen } &amp;
<span style="color: #aa2222; background-color: #553333;">-</span><span style="color: #AC7373; background-color: #553333;">{ </span><span style="color: #CC9393; background-color: #883333;">&#21514;</span><span style="color: #AC7373; background-color: #553333;">&#22768;&#12364;&#24444;&#12398;&#12383;&#12417;&#12395;&#12496;&#12521;&#12434;&#25746;&#12367; }</span>
<span style="color: #22aa22; background-color: #335533;">+</span><span style="color: #7F9F7F; background-color: #335533;">{ </span><span style="color: #BFEBBF; background-color: #338833;">&#21517;</span><span style="color: #7F9F7F; background-color: #335533;">&#22768;&#12364;&#24444;&#12398;&#12383;&#12417;&#12395;&#12496;&#12521;&#12434;&#25746;&#12367; }</span>
 \\
 { Schnell in die Bahn, } &amp;
 { &#12377;&#12400;&#12420;&#12367;&#12288;&#36947;&#12398;&#19978;&#12395; }
<span style="background-color: #5F5F5F;">@@ -298,7 +285,7 @@</span>
 { &#38738;&#12356;&#31354;&#12398;&#24195;&#12364;&#12426;&#12398;&#20013;&#12408;&#12392; }
 \\
 { Ruhm schien mir ein Morgentraum, } &amp;
<span style="color: #aa2222; background-color: #553333;">-</span><span style="color: #AC7373; background-color: #553333;">{ </span><span style="color: #CC9393; background-color: #883333;">&#21514;</span><span style="color: #AC7373; background-color: #553333;">&#22768;&#12418;&#31169;&#12395;&#12399;&#12399;&#12363;&#12394;&#12356;&#22818; }</span>
<span style="color: #22aa22; background-color: #335533;">+</span><span style="color: #7F9F7F; background-color: #335533;">{ </span><span style="color: #BFEBBF; background-color: #338833;">&#21517;</span><span style="color: #7F9F7F; background-color: #335533;">&#22768;&#12418;&#31169;&#12395;&#12399;&#12399;&#12363;&#12394;&#12356;&#22818; }</span>
 \\
 { Nur ein Klang der Meereswogen. } &amp;
 { &#12383;&#12384;&#12398;&#28023;&#12398;&#27874;&#12398;&#22022;&#12365;&#12395;&#12375;&#12363;&#36942;&#12366;&#12414;&#12379;&#12435; }
<span style="background-color: #5F5F5F;">@@ -367,7 +351,7 @@</span>
 \\
 \\% &#36899;&#38291;&#31354;&#34892;
 { Tief lag ich in bangen } &amp;
<span style="color: #aa2222; background-color: #553333;">-</span><span style="color: #AC7373; background-color: #553333;">{ &#22885;&#28145;&#12367;&#12395;&#12288;&#31169;&#12399;</span><span style="color: #CC9393; background-color: #883333;">&#19978;</span><span style="color: #AC7373; background-color: #553333;">&#23433;&#12398;&#12358;&#12385;&#12395; }</span>
<span style="color: #22aa22; background-color: #335533;">+</span><span style="color: #7F9F7F; background-color: #335533;">{ &#22885;&#28145;&#12367;&#12395;&#12288;&#31169;&#12399;</span><span style="color: #BFEBBF; background-color: #338833;">&#19981;</span><span style="color: #7F9F7F; background-color: #335533;">&#23433;&#12398;&#12358;&#12385;&#12395; }</span>
 \\
 { Gem&#228;uern gefangen, } &amp;
 { &#22721;&#12395;&#22258;&#12414;&#12428;&#12390;&#25429;&#12425;&#12431;&#12428;&#12390;&#12356;&#12414;&#12375;&#12383; }
<span style="background-color: #5F5F5F;">@@ -795,7 +764,7 @@</span>
 { &#12381;&#12375;&#12390;&#21462;&#12426;&#22258;&#12416;&#12364;&#12356;&#12356;&#12288;&#31169;&#12398;&#12414;&#12431;&#12426;&#12434;&#65281; }
 \\
 { Mag Ungl&#252;ck doch laut um mich bellen, } &amp;
<span style="color: #aa2222; background-color: #553333;">-</span><span style="color: #AC7373; background-color: #553333;">{ </span><span style="color: #CC9393; background-color: #883333;">&#19978;</span><span style="color: #AC7373; background-color: #553333;">&#36939;&#12364;&#31169;&#12395;&#28608;&#12375;&#12367;&#21638;&#12360;&#12363;&#12369;&#12424;&#12358;&#12392;&#27083;&#12431;&#12396; }</span>
<span style="color: #22aa22; background-color: #335533;">+</span><span style="color: #7F9F7F; background-color: #335533;">{ </span><span style="color: #BFEBBF; background-color: #338833;">&#19981;</span><span style="color: #7F9F7F; background-color: #335533;">&#36939;&#12364;&#31169;&#12395;&#28608;&#12375;&#12367;&#21638;&#12360;&#12363;&#12369;&#12424;&#12358;&#12392;&#27083;&#12431;&#12396; }</span>
 \\
 { Erbost sein das grausame Meer! } &amp;
 { &#24594;&#12427;&#12364;&#12356;&#12356;&#12288;&#27531;&#24525;&#12394;&#28023;&#12424;&#65281; }
<span style="background-color: #5F5F5F;">@@ -985,16 +948,13 @@</span>
 { &#12393;&#12371;&#12395;&#24076;&#26395;&#12364;&#12354;&#12427;&#12398;&#12384;&#12288;&#22675;&#12398;&#20013;&#12398;&#20182;&#12395;&#65311; }
 \\
 { Fern mu&#223; ich mein Elend tragen, } &amp;
<span style="color: #aa2222; background-color: #553333;">-</span><span style="color: #AC7373; background-color: #553333;">{ &#36960;&#12367;&#12408;&#12392;&#31169;&#12399;&#33258;&#12425;&#12398;</span><span style="color: #CC9393; background-color: #883333;">&#19978;</span><span style="color: #AC7373; background-color: #553333;">&#24184;&#12434;&#36939;&#12400;&#12397;&#12400;&#12394;&#12425;&#12396; }</span>
<span style="color: #22aa22; background-color: #335533;">+</span><span style="color: #7F9F7F; background-color: #335533;">{ &#36960;&#12367;&#12408;&#12392;&#31169;&#12399;&#33258;&#12425;&#12398;</span><span style="color: #BFEBBF; background-color: #338833;">&#19981;</span><span style="color: #7F9F7F; background-color: #335533;">&#24184;&#12434;&#36939;&#12400;&#12397;&#12400;&#12394;&#12425;&#12396; }</span>
 \\
 { Heimlich bricht das Herz mir ab. } &amp;
 { &#12402;&#12381;&#12363;&#12395;&#12371;&#12398;&#33016;&#12399;&#24373;&#12426;&#35010;&#12369;&#12390;&#12375;&#12414;&#12358;&#12384;&#12429;&#12358; }
 \\
<span style="background-color: #5F5F5F;">@@ -1051,7 +1011,7 @@</span>
 { &#24070;&#12399;&#12405;&#12367;&#12425;&#12435;&#12391;&#12356;&#12414;&#12377; }
 \\
 { Die Furcht ist nur Tand: } &amp;
<span style="color: #aa2222; background-color: #553333;">-</span><span style="color: #AC7373; background-color: #553333;">{ </span><span style="color: #CC9393; background-color: #883333;">&#19978;</span><span style="color: #AC7373; background-color: #553333;">&#23433;&#12394;&#12393;&#12373;&#12373;&#12356;&#12394;&#12371;&#12392; }</span>
<span style="color: #22aa22; background-color: #335533;">+</span><span style="color: #7F9F7F; background-color: #335533;">{ </span><span style="color: #BFEBBF; background-color: #338833;">&#19981;</span><span style="color: #7F9F7F; background-color: #335533;">&#23433;&#12394;&#12393;&#12373;&#12373;&#12356;&#12394;&#12371;&#12392; }</span>
 \\
 { Dort, jenseit den Wellen } &amp;
 { &#12354;&#12398;&#27874;&#12398;&#21521;&#12371;&#12358;&#12395;&#12399; }
<span style="background-color: #5F5F5F;">@@ -1179,7 +1133,7 @@</span>
 { &#12383;&#12367;&#12373;&#12435;&#12398;&#26178;&#12434;&#29983;&#12365;&#32154;&#12369;&#12427; }
 \\
 { Und kein Zweifel macht sie bange, } &amp;
<span style="color: #aa2222; background-color: #553333;">-</span><span style="color: #AC7373; background-color: #553333;">{ &#12356;&#12363;&#12394;&#12427;&#30097;&#24565;&#12418;&#12381;&#12428;&#12434;&#19978;&#23433;&#12395;&#12373;&#12379;&#12427;&#12371;&#12392;&#12399;&#12394;&#12356; }</span>
<span style="color: #22aa22; background-color: #335533;">+</span><span style="color: #7F9F7F; background-color: #335533;">{ &#12356;&#12363;&#12394;&#12427;&#30097;&#24565;&#12418;&#12381;&#12428;&#12434;&#19981;&#23433;&#12395;&#12373;&#12379;&#12427;&#12371;&#12392;&#12399;&#12394;&#12356; }</span>
 \\
 { Immer bleibt ihr Mut gesund. } &amp;
 { &#24120;&#12395;&#12381;&#12398;&#21191;&#27671;&#12399;&#20581;&#12420;&#12363;&#12394;&#12398;&#12384; }
</pre>
</div>
</div>
</div>

<div id="outline-container-org8ad1ab5" class="outline-3">
<h3 id="org8ad1ab5"><span class="section-number-3">2.2.</span> <a href="http://www7b.biglobe.ne.jp/~lyricssongs/TEXT/SET5620.htm"> ■ Fünf Ophelia-Lieder　５つのオフィーリアの歌 WoO22 (1873) 詞:シュレーゲル，アウグスト・ヴィルヘルム 原詩：シェイクスピア</a></h3>
<div class="outline-text-3" id="text-2-2">
<div class="org-src-container">
<pre class="src src-diff"><span style="background-color: #5F5F5F;">--- </span><span style="color: #DCDCCC; background-color: #5F5F5F; font-weight: bold;">SET5620.htm.tex</span><span style="background-color: #5F5F5F;"> 2023-03-15 09:20:31.226629905 +0900</span>
<span style="background-color: #5F5F5F;">+++ </span><span style="color: #DCDCCC; background-color: #5F5F5F; font-weight: bold;">Brahms-section-16.tex</span><span style="background-color: #5F5F5F;">   2023-03-15 09:44:12.558151564 +0900</span>
<span style="background-color: #5F5F5F;">@@ -89,19 +76,16 @@</span>
 { &#12381;&#12375;&#12390;&#12383;&#12367;&#12373;&#12435;&#12398;&#28057;&#12364;&#27969;&#12428;&#33853;&#12385;&#12383;&#12398;&#12288;&#12362;&#22675;&#12398;&#22885;&#24213;&#12408;&#12392; }
 \\
 { Ihr m&#252;&#223;t singen: &#171;'Nunter, hinunter! } &amp;
<span style="color: #aa2222; background-color: #553333;">-</span><span style="color: #AC7373; background-color: #553333;">{ &#12354;&#12394;&#12383;&#12383;&#12385;&#12399;&#27468;&#12431;&#12394;&#12367;&#12390;&#12399;&#12394;&#12426;&#12414;&#12379;&#12435;&#12288;&#12300;&#20498;&#12428;&#12390;&#12375;&#12414;&#12387;&#12383;&#65281;&#12298;&#12392; }</span>
<span style="color: #22aa22; background-color: #335533;">+</span><span style="color: #7F9F7F; background-color: #335533;">{ &#12354;&#12394;&#12383;&#12383;&#12385;&#12399;&#27468;&#12431;&#12394;&#12367;&#12390;&#12399;&#12394;&#12426;&#12414;&#12379;&#12435;&#12288;&#12300;&#20498;&#12428;&#12390;&#12375;&#12414;&#12387;&#12383;&#65281;&#12301;&#12392; }</span>
 \\
 { Und ruft ihr ihn 'nunter.&#187; } &amp;
<span style="color: #aa2222; background-color: #553333;">-</span><span style="color: #AC7373; background-color: #553333;">{ &#12381;&#12375;&#12390;&#12418;&#12375;&#12418;&#12354;&#12398;&#26041;&#12395;&#21628;&#12403;&#12363;&#12369;&#12427;&#12398;&#12394;&#12425;&#12288;&#12300;&#20498;&#12428;&#12390;&#12375;&#12414;&#12387;&#12383;&#65281;&#12298;&#12392; }</span>
<span style="color: #22aa22; background-color: #335533;">+</span><span style="color: #7F9F7F; background-color: #335533;">{ &#12381;&#12375;&#12390;&#12418;&#12375;&#12418;&#12354;&#12398;&#26041;&#12395;&#21628;&#12403;&#12363;&#12369;&#12427;&#12398;&#12394;&#12425;&#12288;&#12300;&#20498;&#12428;&#12390;&#12375;&#12414;&#12387;&#12383;&#65281;&#12301;&#12392; }</span>
 \\
 { Denn traut lieb Fr&#228;nzel ist all meine Lust. } &amp;
 { &#12392;&#12390;&#12418;&#22909;&#12365;&#12394;&#12501;&#12524;&#12531;&#12484;&#12455;&#12523;&#12399;&#31169;&#12398;&#21916;&#12403;&#12398;&#12377;&#12409;&#12390;&#12394;&#12398;&#12391;&#12377; }
 \\
</pre>
</div>
</div>
</div>

<div id="outline-container-org49faabb" class="outline-3">
<h3 id="org49faabb"><span class="section-number-3">2.3.</span> <a href="http://www7b.biglobe.ne.jp/~lyricssongs/TEXT/SET2219.htm"> ■ Vier ernste Gesänge　４つの厳粛な歌 Op.121 (1896) 詞:聖歌</a></h3>
<div class="outline-text-3" id="text-2-3">
<div class="org-src-container">
<pre class="src src-diff"><span style="background-color: #5F5F5F;">--- </span><span style="color: #DCDCCC; background-color: #5F5F5F; font-weight: bold;">SET2219.htm.tex</span><span style="background-color: #5F5F5F;"> 2023-03-15 09:20:31.209548125 +0900</span>
<span style="background-color: #5F5F5F;">+++ </span><span style="color: #DCDCCC; background-color: #5F5F5F; font-weight: bold;">Brahms-section-35.tex</span><span style="background-color: #5F5F5F;">   2023-03-15 09:44:12.606996567 +0900</span>
<span style="background-color: #5F5F5F;">@@ -56,25 +52,22 @@</span>
 ...
 { Ich wandte mich und sahe an } &amp;
 { &#25105;&#12399;&#25391;&#12426;&#36820;&#12426;&#12381;&#12375;&#12390;&#35211;&#12383;&#12426; }
 \\
 { Alle, die Unrecht leiden unter der Sonne; } &amp;
<span style="color: #aa2222; background-color: #553333;">-</span><span style="color: #AC7373; background-color: #553333;">{ &#22826;&#38525;&#12398;&#12418;&#12392;&#12391;&#19978;&#27491;&#12395;&#33510;&#12375;&#12416;&#12377;&#12409;&#12390;&#12398;&#32773;&#12383;&#12385;&#12434; }</span>
<span style="color: #22aa22; background-color: #335533;">+</span><span style="color: #7F9F7F; background-color: #335533;">{ &#22826;&#38525;&#12398;&#12418;&#12392;&#12391;&#19981;&#27491;&#12395;&#33510;&#12375;&#12416;&#12377;&#12409;&#12390;&#12398;&#32773;&#12383;&#12385;&#12434; }</span>
 \\
 { Und siehe, da waren Tr&#228;nen derer, } &amp;
 { &#12381;&#12375;&#12390;&#35211;&#12424;&#12289;&#12381;&#12371;&#12391;&#28057;&#12434;&#27969;&#12377;&#32773;&#12383;&#12385;&#12398;&#28057;&#12434; }
 \\
 { Die Unrecht litten und hatten keinen Tr&#246;ster; } &amp;
<span style="color: #aa2222; background-color: #553333;">-</span><span style="color: #AC7373; background-color: #553333;">{ &#24444;&#12425;&#12399;&#19978;&#27491;&#12395;&#33510;&#12375;&#12415;&#24944;&#12417;&#12427;&#32773;&#12392;&#12390;&#12356;&#12394;&#12356; }</span>
<span style="color: #22aa22; background-color: #335533;">+</span><span style="color: #7F9F7F; background-color: #335533;">{ &#24444;&#12425;&#12399;&#19981;&#27491;&#12395;&#33510;&#12375;&#12415;&#24944;&#12417;&#12427;&#32773;&#12392;&#12390;&#12356;&#12394;&#12356; }</span>
 \\
 { Und die ihnen Unrecht t&#228;ten, waren zu m&#228;chtig, } &amp;
<span style="color: #aa2222; background-color: #553333;">-</span><span style="color: #AC7373; background-color: #553333;">{ &#12381;&#12375;&#12390;&#24444;&#12425;&#12395;&#19978;&#27491;&#12434;&#12394;&#12377;&#32773;&#12399;&#12354;&#12414;&#12426;&#12395;&#24375;&#22823;&#12394;&#12428;&#12400; }</span>
<span style="color: #22aa22; background-color: #335533;">+</span><span style="color: #7F9F7F; background-color: #335533;">{ &#12381;&#12375;&#12390;&#24444;&#12425;&#12395;&#19981;&#27491;&#12434;&#12394;&#12377;&#32773;&#12399;&#12354;&#12414;&#12426;&#12395;&#24375;&#22823;&#12394;&#12428;&#12400; }</span>
 \\
 { Da&#223; sie keinen Tr&#246;ster haben konnten. } &amp;
 { &#35504;&#12418;&#24444;&#12425;&#12434;&#24944;&#12417;&#12427;&#12371;&#12392;&#12354;&#12383;&#12431;&#12374;&#12426; }
</pre>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: 和田勇</p>
<p class="date">Created: 2023-03-15 Wed 11:25</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>